/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "“%@”を開けません。";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "問題が発生したため %@ を開くことができません。";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ で問題が発生しました。";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%2$@ プラグインの使用中に %1$@ が予期しない理由で終了しました。";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ が予期しない理由で終了しました。";

/* button title */
"Agree" = "同意する";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "“同意する”をクリックすることによって、アップルがサポートサービスの一環としてこの情報を定期的に収集および使用し、製品とサービスの改善に活用することに同意したものとみなされます。この情報は匿名で収集されます。アップルのプライバシーポリシーに関する詳しい情報は、http://www.apple.com/jp/legal/privacy を参照してください。";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "開発者に問い合わせて、%@ がこのバージョンの Mac OS X で動作することを確認してください。アプリケーションの再インストールが必要な場合があります。アプリケーションおよび Mac OS X の入手可能なアップデートがある場合は、すべてインストールしてください。";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "“アップルに送信”をクリックしてアップルにレポートを送信してください。この情報は匿名で収集されます。";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "アプリケーションを再度開く場合は、“再度開く”をクリックしてください。このレポートは自動的にアップルに送信されます。";

/* button title */
"Disagree" = "同意しない";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "次回から確認しない";

/* button title */
"Don\\U2019t Send" = "送信しない";

/* button title */
"Hide Details" = "詳細情報を隠す";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "%@ の問題レポート";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "問題の再現に必要なすべての手順を入力してください。";

/* button title */
"Reopen" = "再度開く";

/* button title */
"Send to Apple" = "アップルに送信";

/* button title */
"Show Details" = "詳細情報を表示";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "このレポートは自動的にアップルに送信されます。";

/* Error if system profile fails */
"Unable to gather system configuration information." = "システム構成情報を収集できません。";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "App Store からもう一度“%@”をダウンロードしてください。";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "お使いのコンピュータの診断および使用状況情報を匿名でアップルに送信できます。お客様からの情報は、製品の改善に役立たせていただきます。";

/* header format string for a hang report */
"You quit %@ because of a problem." = "問題が発生したため %@ を終了しました。";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "問題が発生したためコンピュータをシステム終了しました。";

